import { Text } from "react-native";

export const DATA = [
  {
    id: "1",
    img: "https://pk.chsu.ru/upload/iblock/ea1/fiz.jpg",
    text: (
      <Text>
        Физическое воспитание{"\n"}
        Под современным широким понятием «физическое воспитание» подразумевают
        органическую составную часть общего воспитания — учебный, педагогический
        процесс, направленный на освоение человеком личностных ценностей
        физической культуры. Иными словами целью физического воспитания является
        формирование физической культуры личности, то есть той стороны общей
        культуры человека, которая помогает реализовать его биологический и
        духовный потенциал. Физическое воспитание, понимаем мы это или нет,
        начинается с первых дней после рождения человека. Основоположником
        научной системы физического воспитания (первоначально — образования),
        гармонично способствующей умственному развитию и нравственному
        воспитанию молодого человека, является в России русский педагог, анатом
        и врач Пётр Францевич Лесгафт (1837—1909). Созданные им в 1896 году
        «Курсы воспитательниц и руководительниц физического образования» были
        первым в России высшим учебным заведением по подготовке специалистов
        физического воспитания, прообразом современной Санкт-Петербургской
        академии физической культуры имени П. Ф. Лесгафта. Следует различать
        термины «физкультурное образование» как профессиональную подготовку в
        специальных учебных заведениях и «физическое образование» в его
        первоначальном (по П. Ф. Лесгафту) смысле физического воспитания. В
        английском языке термин «physical education» может быть употреблён и в
        том, и в другом смысле. Следует также иметь в виду, что за рубежом не в
        ходу английский термин «en:physical culture» в смысле нашего широкого
        понятия «физическая культура». Там в зависимости от конкретного
        направления физкультурной деятельности используют слова «en:sport»,
        «en:physical education», «en:physical training», «en:fitness».
        Физическое воспитание в единстве с умственным, нравственным,
        эстетическим и трудовым воспитанием обеспечивает всестороннее развитие
        личности. Причём эти стороны общего процесса воспитания в значительной
        мере проявляются и в самом организованном соответствующим образом
        процессе физического воспитания. В высших учебных заведениях процесс
        физического воспитания студентов осуществляют на кафедре физического
        воспитания через учебную дисциплину «Физическая культура». Цель
        физического воспитания достигают в решении взаимосвязанных
        оздоровительных, развивающих, образовательных и воспитательных задач. К
        оздоровительным и развивающим задачам физического воспитания относят:
        Укрепление здоровья и закаливание организма Гармоническое развитие тела
        и физиологических функций организма Всестороннее развитие физических и
        психических качеств Обеспечение высокого уровня работоспособности и
        творческого долголетия Считают, что для выполнения этих задач общее
        время учебно-тренировочных занятий по дисциплине «Физическая культура» и
        дополнительных самостоятельных занятий физическими упражнениями и
        спортом для каждого студента должно составлять не менее 5 часов в
        неделю.
      </Text>
    ),
    edu: "Физическое воспитание",
    booked: true,
  },
  {
    id: "2",
    img: "https://uznaikak.su/media/images/blog/1482.jpg",
    text: (
      <Text>
        Педаго́гика (др.-греч. παιδαγωγική «искусство воспитания» от παῖς
        "мальчика " → παιδος «подросток» + ἄγω «веду») — наука о воспитании и
        обучении человека[1], прежде всего в детско-юношеском возрасте. Предмет
        педагогики — целостный педагогический процесс направленного развития и
        формирования личности в условиях её воспитания, обучения и образования.
        Объект педагогики — воспитание как сознательно и целенаправленно
        осуществляемый процесс. Объектом педагогики выступают те явления
        действительности, которые обусловливают развитие человеческого индивида
        в процессе целенаправленной деятельности общества. Эти явления получили
        название образования. Оно и есть та часть объективного мира, которую
        изучает педагогика.
      </Text>
    ),
    edu: "Педогогика",
    booked: true,
  },
  {
    id: "3",
    img: "https://st.depositphotos.com/1186033/2604/i/600/depositphotos_26046741-stock-photo-history.jpg",
    text: (
      <Text>
        Исто́рия (др.-греч. ἱστορία) — процесс развития общества, также наука,
        исследующая прошлое, реальные факты и закономерности смены исторических
        событий, эволюцию общества и отношений внутри него, обусловленных
        человеческой деятельностью на протяжении многих поколений[1]. В наши дни
        появилось новое определение истории как науки «о прошлой социальной
        реальности»[2]. В более узком смысле история — наука, изучающая
        всевозможные источники о прошлом для того, чтобы установить
        последовательность событий, объективность описанных фактов и сделать
        выводы о причинах событий[3][4][5][6].{"\n"}
        Первоначальное значение слова «история» восходит к древнегреческому
        термину, означавшему «расспрашивание, узнавание, установление, добывание
        знаний». История отождествлялась с установлением подлинности, истинности
        событий и фактов[7]. В древнеримской историографии (историография в
        современном значении — отрасль исторической науки, изучающая её историю)
        это слово стало обозначать не способ узнавания, а повествование о
        событиях прошлого. Вскоре «историей» стали называть вообще всякий
        рассказ о каком-либо случае, событии, происшествии, действительном или
        вымышленном. Николаос Гизис. Аллегория истории (1892) Истории,
        популярные в той или иной культуре, но не подтверждаемые сторонними
        источниками, например, легенды о короле Артуре, считаются обычно частью
        культурного наследия, а не «беспристрастным исследованием», которым
        должна быть любая часть истории как научной дисциплины[8][9]. По мнению
        специалистов, ионийское слово история (ἱστορία) происходит «от
        индоевропейского корня vid, значение которого выступает в лат. video и
        русского видеть»[10][2]. В Древней Греции слово «история» означало любое
        знание, получаемое путём исследования, а не только собственно
        историческое знание в современном смысле. Например, Аристотель
        использовал это слово в «Истории животных»[11]. Оно встречается также в
        гимнах Гомера, сочинениях Гераклита и тексте присяги Афинскому
        государству. В древнегреческом было также слово historeîn,
        «исследовать», которое сначала использовалось только в Ионии, откуда
        затем распространилось на всю Грецию и, в конце концов, всю
        эллинистическую цивилизацию. В том же древнегреческом смысле слово
        «история» употреблялось в XVII веке Фрэнсисом Бэконом в
        широкоупотребительном термине «естественная история». Для Бэкона история
        — «знание о предметах, место которых определено в пространстве и
        времени», и источником которого является память (так же как наука — плод
        размышлений, а поэзия — плод фантазии). В средневековой Англии слово
        «история» чаще использовалось в смысле рассказа вообще (story). Особый
        термин история (history) как последовательность прошедших событий
        появился в английском языке в конце XV века, а слово «исторический»
        (historical, historic) — в XVII веке[12]. В Германии, Франции и России в
        обоих смыслах по-прежнему употребляется одно и то же слово
        «история»[11]. Поскольку историки являются одновременно наблюдателями и
        участниками событий, их исторические труды написаны с точки зрения их
        времени и обычно не только являются политически пристрастными, но и
        разделяют все заблуждения своей эпохи[стиль]. По словам итальянского
        мыслителя Бенедетто Кроче, «вся история — современная история».
        Историческая наука обеспечивает истинное изложение хода истории путём
        рассказов о событиях и их беспристрастного анализа[13]. В наше время
        история создаётся усилиями научных институтов. Все события, которые
        остаются в памяти поколений, в той или иной аутентичной форме составляют
        содержание исторической хроники[14]. Это необходимо для выявления
        источников, наиболее важных для воссоздания прошлого. Состав каждого
        исторического архива зависит от содержания более общего архива, в
        котором найдены те или иные тексты и документы; хотя каждый из них
        претендует на «всю правду», часть таких заявлений обычно опровергают.
        Кроме архивных источников, историки могут использовать надписи и
        изображения на памятниках, устные предания и другие источники[15],
        например, археологические. Поставляя источники, независимые от
        исторических, археология особенно полезна для исторических исследований,
        не только подтверждая или опровергая показания очевидцев событий, но и
        позволяя заполнить информацией временные периоды, о которых нет
        свидетельств современников. История одними авторами относится к
        гуманитарным наукам, другими — к общественным[16], а может и
        рассматриваться как область между гуманитарными и общественными
        науками[17]. Изучение истории часто сопряжено с определёнными
        практическими или теоретическими целями, но может быть и проявлением
        обычного человеческого любопытства[18].
      </Text>
    ),
    edu: "История",
    booked: false,
  },
  {
    id: "4",
    img: "https://cdn.xxl.thumbs.canstockphoto.ru/%D1%84%D0%B8%D0%B7%D0%B8%D0%BE%D0%BB%D0%BE%D0%B3%D0%B8%D1%8F-%D1%80%D0%B8%D1%81%D1%83%D0%BD%D0%BA%D0%B8_csp52096532.jpg",
    text: (
      <Text>
        Физиоло́гия (от др.-греч. φύσις — природа и λόγος — слово) — наука о
        сущности живого, жизни в норме и при патологиях, то есть о
        закономерностях функционирования и регуляции биологических систем
        разного уровня организации, о пределах нормы жизненных процессов и
        болезненных отклонений от неё (см. патофизиология)[1][2]. Физиология
        представляет собой комплекс естественнонаучных дисциплин, изучающих как
        жизнедеятельность организма в целом, так и отдельных систем и процессов,
        органов, клеток, клеточных структур (частная физиология). Физиология
        стремится раскрыть механизмы регуляции, закономерности жизнедеятельности
        организма и его взаимодействия с окружающей средой[2]. Физиология
        изучает основное качество живого — его жизнедеятельность, составляющие
        её функции и свойства, как в отношении всего организма, так и в
        отношении его частей. В основе представлений о жизнедеятельности
        находятся знания о процессах обмена веществ, энергии и информации.
        Жизнедеятельность направлена на достижения полезного результата и
        приспособления к условиям среды[2]. Физиологию традиционно делят на
        физиологию растений и физиологию человека и животных[2]. Физиология
        вместе с анатомией и гистологией является базисной теоретической
        основой, благодаря которой врач объединяет разрозненные знания и факты о
        пациенте в единое целое, оценивает его состояние, уровень
        дееспособности. А по степени функциональных нарушений, то есть по
        характеру и величине отклонения от нормы важнейших физиологических
        функций — стремится устранить эти отклонения и вернуть организм к норме
        с учётом индивидуальных, этнических, половых, возрастных особенностей
        организма, а также экологических и социальных условий среды
        обитания[2][стиль]. При коррекции нарушенных функций организма следует
        обращать внимание не только на особенности влияния
        природно-климатических производственных условий среды обитания, но и на
        характер антропогенного загрязнения — количество и качество вредных
        высокотоксичных веществ в атмосфере, воде, продуктах питания[2].
      </Text>
    ),
    edu: "Физиология",
    booked: false,
  },
  {
    id: "5",
    img: "https://natworld.info/wp-content/uploads/2020/12/sistemy-organov-cheloveka-i-ih-funkczii.jpg",
    text: (
      <Text>
        Анато́мия (от греч. ἀνα- «вновь; сверху» + τέμνω «режу, рублю, рассекаю»)
        — раздел биологии и конкретно морфологии, изучающий строение тела,
        организмов и их частей на уровне выше тканевого. Анатомия как наука
        (собственно предмет анатомии) изучает не только внешнее строение
        организма в целом, но и внутреннюю форму и структуру органов, входящих в
        его состав. Современная анатомия с помощью микроскопии срезов
        анатомических препаратов смогла раздвинуть горизонты познания и выделить
        ещё один аспект морфологической науки — микроскопическую анатомию. В
        свою очередь микроскопическая анатомия тесно связана с наукой о тканях
        (гистологией от греч. hystós — ткань), изучающей закономерности развития
        и строения тканей, а также с наукой о клетке (цитологией от греч. cýtos
        — клетка), которая исследует закономерности развития, строения и
        деятельности отдельных клеток, из которых построены ткани и органы
        исследуемого макроорганизма. Взятые вместе анатомия, гистология,
        цитология и эмбриология (от греч. émbryon — зародыш) в совокупности
        представляют общую науку о форме, развитии и строении организма —
        морфологию (от греч. morphé — форма)[1].
      </Text>
    ),
    edu: "Анатомия",
    booked: false,
  },
];
